/*        Adjust Date */
"       调整时间" = "       调整时间";

/* 10 years */
"10年" = "10年";

/* 11 years */
"11年" = "11年";

/* 12 years */
"12年" = "12年";

/* 13 years */
"13年" = "13年";

/* 14 years */
"14年" = "14年";

/* 15 years */
"15年" = "15年";

/* 16 years */
"16年" = "16年";

/* 17 years */
"17年" = "17年";

/* 18 years */
"18年" = "18年";

/* 19 years */
"19年" = "19年";

/* 1 week before */
"1周前提醒" = "1周前提醒";

/* 1 day before(9:00 am) */
"1天前9点提醒" = "1天前9点提醒";

/* 1 year */
"1年" = "1年";

/* 20 years */
"20年" = "20年";

/* 21 years */
"21年" = "21年";

/* 22 years */
"22年" = "22年";

/* 23 years */
"23年" = "23年";

/* 24 years */
"24年" = "24年";

/* 25 years */
"25年" = "25年";

/* 26 years */
"26年" = "26年";

/* 27 years */
"27年" = "27年";

/* 28 years */
"28年" = "28年";

/* 29 years */
"29年" = "29年";

/* 2 days before(9:00 am) */
"2天前9点提醒" = "2天前9点提醒";

/* 2 years */
"2年" = "2年";

/* 30 years */
"30年" = "30年";

/* 3 years */
"3年" = "3年";

/* 4 years */
"4年" = "4年";

/* 5 years */
"5年" = "5年";

/* 6 years */
"6年" = "6年";

/* 7 years */
"7年" = "7年";

/* 8 years */
"8年" = "8年";

/* 9 years */
"9年" = "9年";

/* >_< Verify Failed */
">_< 验证失败" = ">_< 验证失败";

/* ^_^ Verify Succeeded */
"^_^ 验证成功" = "^_^ 验证成功";

/* FRLC */
"FRLC" = "FRLC";

/* Previous */
"上一年" = "上一年";

/* Next */
"下一年" = "下一年";

/* No comment provided by engineer. */
"不，我不需要添加" = "不，我不需要添加";

/* > 5 years */
"五年以上" = "五年以上";

/* <= 5 years */
"五年及以下" = "五年及以下";

/* Rate to use */
"使用利率" = "使用利率";

/* HPF loan rate */
"公积金" = "公积金";

/* HPF Rate */
"公积金利率" = "公积金利率";

/* Housing Provident Fund Loan Rate */
"公积金贷款利率" = "公积金贷款利率";

/* About */
"关于" = "关于";

/* interest */
"利息" = "利息";

/* The loan rate can not be 0. */
"利率不能为0。" = "利率不能为0。";

/* Rest Capital */
"剩余本金" = "剩余本金";

/* No comment provided by engineer. */
"取消" = "取消";

/* OK */
"好的" = "好的";

/* I know */
"好的，我知道了" = "好的，我知道了";

/* Export Failed */
"导出失败!" = "导出失败!";

/* Export succeeded. Open file now? */
"导出成功,是否打开文件？" = "导出成功,是否打开文件？";

/* Export Data */
"导出数据" = "导出数据";

/* Add repay information to calendar, with alert if you like. */
"将还款信息添加到日历中，可设置提醒" = "将还款信息添加到日历中，可设置提醒";

/* Purchase Add Alert and Export Data function? */
"尚未购买 还款提醒和导出数据 功能，是否购买？" = "尚未购买 还款提醒和导出数据 功能，是否购买？";

/* All Payed */
"已还总额" = "已还总额";

/* Rates */
"年度利率" = "年度利率";

/* Calculate */
"开始计算" = "开始计算";

/* On day of event(9:00 am) */
"当天9点提醒" = "当天9点提醒";

/* Current Interest */
"当年利息" = "当年利息";

/* Current rate */
"当年利率" = "当年利率";

/* Current */
"当年总额" = "当年总额";

/* Current Capital */
"当年本金" = "当年本金";

/* Actually Pay This Month */
"当月一次性还清实付" = "当月一次性还清实付";

/* Current Interest */
"当月利息" = "当月利息";

/* Current Total */
"当月总额" = "当月总额";

/* Current Capital */
"当月本金" = "当月本金";

/* WeChat Session */
"微信好友" = "微信好友";

/* WeChat Timeline */
"微信朋友圈" = "微信朋友圈";

/* Total Interest */
"总利息" = "总利息";

/* Total Capital */
"总本金" = "总本金";

/* Total */
"总还款" = "总还款";

/* total */
"总额" = "总额";

/* Restore */
"恢复" = "恢复";

/* Restore products purchased before */
"恢复已购" = "恢复已购";

/* You have denied the access to Calender */
"您禁用了应用的日历访问，请到“设置”→“隐私”→“日历”中启用。" = "您禁用了应用的日历访问，请到“设置”→“隐私”→“日历”中启用。";

/* Phone & WeChat : +86 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "手机 & 微信 : +86 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";

/* Note */
"提示" = "提示";

/* Alert Time:1 week before */
"提醒时间:1周前" = "提醒时间:1周前";

/* Alert Time:1 day before(9:00 am) */
"提醒时间:1天前9点" = "提醒时间:1天前9点";

/* Alert Time:2 days before(9:00 am) */
"提醒时间:2天前9点" = "提醒时间:2天前9点";

/* Alert Time:On day of event(9:00 am) */
"提醒时间:当天9点" = "提醒时间:当天9点";

/* Month */
"月份" = "月份";

/* index */
"期" = "期";

/* Index */
"期次" = "期次";

/* No alert */
"未设置提醒" = "未设置提醒";

/* Rate for year */
"本年利率" = "本年利率";

/* This month */
"本月应还" = "本月应还";

/* capital */
"本金" = "本金";

/* Query History */
"查询历史" = "查询历史";

/* FRLC */
"浮动利率" = "浮动利率";

/* Floating Rate Loan Calculator */
"浮动利率贷款计算器" = "浮动利率贷款计算器";

/* Add Alert */
"添加提醒" = "添加提醒";

/* Add to calendar failed */
"添加日历出错了" = "添加日历出错了";

/* Add calendar and alert */
"添加日历和提醒" = "添加日历和提醒";

/* Add to calendar without alert */
"添加，但不用提醒" = "添加，但不用提醒";

/* Reaally powerful loan calculator. */
"真正好用的专业贷款计算器。" = "真正好用的专业贷款计算器。";

/* the */
"第" = "第";

/* Average C&I */
"等额本息" = "等额本息";

/* Average C */
"等额本金" = "等额本金";

/* Praise me */
"给个好评" = "给个好评";

/* Custom rate */
"自定义" = "自定义";

/* Custom rate */
"自定利率" = "自定利率";

/* Wait a moment... */
"请稍后..." = "请稍后...";

/* Enter the alert day, 1st as default */
"请输入每月提醒日期，默认为1号提醒" = "请输入每月提醒日期，默认为1号提醒";

/* Enter debug code */
"请输入调试码" = "请输入调试码";

/* Enter the loan name to discriminate */
"请输入贷款名称，方便区分" = "请输入贷款名称，方便区分";

/* Enter the total loan */
"请输入贷款总额（单位：元）" = "请输入贷款总额（单位：元）";

/* Choose an item */
"请选择" = "请选择";

/* Purchase */
"购买" = "购买";

/* Purchase / Restore */
"购买和恢复" = "购买和恢复";

/* Loan Information */
"贷款信息" = "贷款信息";

/* Term */
"贷款年限" = "贷款年限";

/* Total */
"贷款总额" = "贷款总额";

/* The total loan can not be 0. */
"贷款总额不能为0。" = "贷款总额不能为0。";

/* Repay Alert */
"还款提醒" = "还款提醒";

/* Repay style */
"还款方式" = "还款方式";

/* Repay Calendar, Repay Alert and Export Data */
"还款日历、还款提醒、导出数据" = "还款日历、还款提醒、导出数据";

/* Wrong monthly repayment? Try this professional loan rate calculator! Custom rate for every year! */
"还款金额不对？来试试更专业的计算器吧！每年贷款利率自定义，更有公积金利率自动填充！" = "还款金额不对？来试试更专业的计算器吧！每年贷款利率自定义，更有公积金利率自动填充！";

/* Succeeded. */
"还贷信息已成功添加到日历!" = "还贷信息已成功添加到日历!";

/* Enter debug mode */
"进入调试模式" = "进入调试模式";

/* Quite debug mode */
"退出调试模式" = "退出调试模式";

/* Error */
"错误" = "错误";

/* First repay date */
"首次还款" = "首次还款";

